Repository: Alexadar/rootyapps
Catalog: overtonelab.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sv, tr, uk

source: −3 dB point F3
cs: Bod −3 dB F3
de: −3-dB-Punkt F3
el: Σημείο −3 dB F3
es: Punto −3 dB F3
fr: Point −3 dB F3
hu: −3 dB pont F3
it: Punto −3 dB F3
ja: −3 dB 点 F3
ko: −3 dB 지점 F3
nl: −3 dB-punt F3
pl: Punkt −3 dB F3
pt_br: Ponto −3 dB F3
ro: Punct −3 dB F3
sv: −3 dB-punkt F3
tr: −3 dB noktası F3
uk: Точка −3 dB F3

source: ⚠︎ Degenerate
cs: ⚠︎ Degenerovaný
de: ⚠︎ Entartet
el: ⚠︎ Εκφυλισμένο
es: ⚠︎ Degenerado
fr: ⚠︎ Dégénéré
hu: ⚠︎ Elfajult
it: ⚠︎ Degenere
ja: ⚠︎ 縮退
ko: ⚠︎ 축퇴
nl: ⚠︎ Ontaard
pl: ⚠︎ Zdegenerowany
pt_br: ⚠︎ Degenerado
ro: ⚠︎ Degenerat
sv: ⚠︎ Degenererad
tr: ⚠︎ Dejenere
uk: ⚠︎ Вироджений

source: Interval
de: Intervall
el: Διάστημα
es: Intervalo
fr: Intervalle
hu: Hangköz
it: Intervallo
ja: 音程
ko: 음정
pl: Interwał
pt_br: Intervalo
sv: Intervall
tr: Aralık
uk: Інтервал

source: Port
de: Bassreflexrohr
el: Πόρτο
es: Puerto
fr: Évent
hu: Reflexnyílás
it: Condotto
ja: ポート
ko: 포트
nl: Poort
pt_br: Duto
uk: Порт

source: Reference
de: Referenz
el: Αναφορά
es: Referencia
fr: Référence
hu: Referencia
it: Riferimento
ja: リファレンス
ko: 레퍼런스
nl: Referentie
pl: Odniesienie
pt_br: Referência
ro: Referință
sv: Referens
tr: Referans
uk: Довідка

source: Temperament
de: Temperatur
el: Συγκερασμός
es: Temperamento
fr: Tempérament
hu: Hangolás
it: Temperamento
ja: 音律
ko: 음률
nl: Stemming
pl: Temperacja
pt_br: Temperamento
sv: Temperering
tr: Düzen
uk: Темперація

source: SMPTE timecode
el: Timecode SMPTE
es: Código de tiempo SMPTE
fr: Timecode SMPTE
hu: SMPTE időkód
it: Timecode SMPTE
ja: SMPTE タイムコード
ko: SMPTE 타임코드
pl: Kod czasowy SMPTE
pt_br: Timecode SMPTE
ro: Cod de timp SMPTE
sv: SMPTE-tidkod
tr: SMPTE zaman kodu
uk: Таймкод SMPTE

source: Stereo
el: Στέρεο
es: Estéreo
fr: Stéréo
hu: Sztereó
ja: ステレオ
ko: 스테레오
pt_br: Estéreo
uk: Стерео

source: 12-TET, A4 = 440 Hz (ISO 16).
fr: 12-TET, La3 = 440 Hz (ISO 16).
ja: 12平均律、A4 = 440 Hz（ISO 16）。
ko: 12평균율, A4 = 440 Hz(ISO 16).
uk: 12-TET, A4 = 440 Гц (ISO 16).

source: Drop-frame (29.97)
ja: ドロップフレーム（29.97）
ko: 드롭 프레임(29.97)

source: RT60 (Eyring)
ja: RT60（アイリング）
ko: RT60(아이링)
uk: RT60 (Ейрінг)

source: RT60 (Sabine)
ja: RT60（セイビン）
ko: RT60(세이빈)
uk: RT60 (Сабін)

source: f = 1/(2π·R·C). 1 kΩ + 1 µF ≈ 159 Hz.
uk: f = 1/(2π·R·C). 1 кΩ + 1 мкФ ≈ 159 Гц.
